Repository: JcDenis/dcAdvancedCleaner
Catalog: locales/*/main.po
Languages: fr

source: Advanced cleaner
fr: Nettoyeur avancé

source: Cannot execute "%s" of type "%s"
fr: Impossible d'exécuter "%s" de type "%s"

source: extra action
fr: Action additionnelle

source: New action from dcAdvancedCleaner has been made with type="%s", action="%s", ns="%s".
fr: Une nouvelle action depuis dcAdvancedCleaner a été effectuée avec : type="%s", action="%s", ns="%s"

source: Advanced uninstall
fr: Désinstallation avancée

source: There is no module with uninstall features
fr: Il n'y a pas de module avec des fonctions de désinstallation avancée

source: List of modules with advanced uninstall features
fr: Liste des modules avec des fonctions de désinstallation avancée

source: Perform selected actions
fr: Effectuer les actions sélectionnées

source: delete global settings
fr: effacer les paramètres globaux

source: delete blog settings
fr: effacer les paramètres du blog

source: delete all settings
fr: effacer tous les paramètres

source: empty
fr: vider

source: Namespaces registered in dcSettings
fr: Espaces de nom (namespaces) enregistrés dans dcSettings

source: All database tables of Dotclear
fr: Toutes les tables Dotclear de la base de données

source: Folders from plugins directories
fr: Dossiers des répertoires des plugins

source: Folders from blog themes directory
fr: Dossiers du répertoire des thèmes du blog

source: Folders from cache directory
fr: Dossiers du répertoire de cache

source: Versions registered in table "version" of Dotclear
fr: Versions enregistrées dans la table "version" de Dotclear

source: There is no %s
fr: Il n'y a pas de %s

source: There are %s %s
fr: Il y a %s %s

source: Objects
fr: Objets

source: Action on selected rows:
fr: Action sur les lignes sélectionnées :

source: Settings
fr: Paramètres

source: settings
fr: paramètres

source: setting
fr: paramètre

source: Themes
fr: Thèmes

source: themes
fr: thèmes

source: theme
fr: thème

source: delete table
fr: effacer la table

source: delete cache files
fr: effacer les fichiers de cache

source: delete plugin files
fr: effacer les fichiers du plugin

source: delete theme files
fr: effacer les fichiers du thème

source: delete the version number
fr: effacer le n° de version

source: Uninstall extensions
fr: Désinstaller des plugins

source: delete %s blog settings
fr: effacer les paramètres de %s pour ce blog

source: delete %s global settings
fr: effacer les paramètres globaux de %s

source: delete all %s settings
fr: effacer tous les paramètres de %s

source: delete %s table
fr: effacer la table %s

source: delete %s version number
fr: effacer la version de %s

source: delete %s plugin files
fr: effacer les fichiers du plugin %s

source: delete %s theme file
fr: effacer les fichiers de thème de %s

source: delete %s cache files
fr: effacer le cache de %s

source: Extensions
fr: Plugins

source: Beware: All actions done here are irreversible and are directly applied
fr: Attention : toutes les actions menées ici sont irréversibles et sont directement appliquées

source: Action successfully done
fr: Action effectuée avec succès

source: Records and folders
fr: Enregistrements et dossiers

source: Default values of Dotclear are hidden. You can change this in settings tab
fr: Les valeurs par défaut de Dotclear sont cachées. Vous pouvez changer cela dans l'onglet des paramètres.

source: This plugin settings
fr: Paramètres de ce plugin

source: Activate behaviors
fr: Activer les behaviors

source: Enable actions set in _uninstall.php files.
fr: Lit les actions demandées dans les fichiers _uninstall.php.

source: Hide Dotclear default properties in actions tabs
fr: Cacher les propriétés par défaut dans les onglets d'action

source: Prevent from deleting Dotclear important properties.
fr: Évite de supprimer des propriétés importantes de Dotclear.

source: Make a huge cleaning of dotclear
fr: Faites un énorme nettoyage de dotclear
